[
    {
        "category": { 
            "label":  "People", 
            "url": "/people"
        },
        "title": "British rivals have spurred me on - Jemma Reekie", 
        "content": "Reekie was joined in last year's Tokyo 800m final by Keely Hodgkinson, who won silver, and Alexandra Bell.\nIt was the first time three Britons have made the event's Olympic final.\nReekie's training partner Laura Muir is a key part of the British scene and, after considering doubling up over 800m and 1500m, her decision to focus on the longer distance was rewarded with a silver medal in Tokyo.\nThe two runners had moved in together during the first period of national lockdown during the Covid-19 pandemic, but Reekie could only enjoy her friend's Olympic success at a distance.\nCovid regulations meant that, after her fourth-place finish in the 800m final, Reekie had to fly back home before Muir's final three days later.\nIt was so weird not being there for it, remembered Reekie.\nI was nervous the whole day running up to her final and then I was watching it sat right in front of the television at home, shouting her on.",
        "image": "client/src/content/people/british_rivals_have_spurred_me_on.jpeg", 
        "type": "full",  
        "thumbnail": "client/src/content/people/british_rivals_have_spurred_me_on.jpeg"
    },

    {   "category": { 
            "label":  "People", 
            "url": "/people"
        },
        "title": "Amy Pieters: Dutch cyclist regains consciousness four months after training crash", 
        "content": "Pieters, 30, suffered severe brain damage after falling during a training camp in Alicante in December.\nAfter undergoing surgery, she was put into an induced coma and transferred to a Netherlands hospital in January.\nIn a statement, her team SD Worx said Pieters' condition had changed but her long term outlook remains unknown.\nAmy recognises people, understands what is being said and is able to carry out more and more assignments, the team said.\nDoctors cannot yet say what residual symptoms and remaining abilities Amy Pieters will have as a result of the brain injury.\nAlongside Kirsten Wild, Pieters had become the Madison world champion for a third consecutive year and also won stage two of the Women's Tour in 2021.\nShe also won the Dutch national road race and Nokere Koerse in Belgium last year",
        "image": "client/src/content/people/dutch_cyclist_regains_consciousness.jpeg", 
        "type": "full", 
        "thumbnail": "client/src/content/people/dutch_cyclist_regains_consciousness.jpeg"
    },
    
    {
        "category": { 
            "label":  "People", 
            "url": "/people"
        },
        "title": "Uefa announces further sanctions on Russian clubs and national teams amid Ukraine invasion", 
        "content": "Uefa has announced that Russia's bid to host the men's Euro 2028 or Euro 2032 tournaments is now ineligible too.\nThe sanctions come amid Russia's continued invasion of Ukraine.\nIn February, Russian clubs and national teams were suspended by Fifa and Uefa until further notice.\nScottish Premiership winners to go into Champions League group stageOn Monday, Uefa announced that Portugal - who lost to Russia in the play-offs - will replace them at Euro 2022, which takes place in July.\nRussia's women's national team will also no longer compete in European qualification for the 2023 World Cup, while the men's side is barred from the 2022-23 Nations League.\nThey will automatically be ranked fourth in group two of League B, meaning they will be relegated at the end of the group phase.\nThe ban imposed on clubs means there will be no Russian teams in the men's and women's Champions League, Europa League, or Europa Conference League during the 2022-23 campaign.\nIn March, Uefa confirmed Russia had declared an interest in hosting Euro 2028 - as well as the UK and Ireland, and Turkey - and the 2032 edition.\nUK Prime Minister Boris Johnson said Russia's interest was beyond satire and beyond comprehension.\nUefa said the bid was ineligible in accordance with article 16.02 of the Bid Regulations, which states that each bidder shall ensure that it does not act in a manner that could bring Uefa, any other bidder, the bidding procedure or European football into disrepute.\nUefa's latest sanctions also ban Russia from the 2021-23 European Under-21 Championship, as well as youth and futsal competitions.\nAn updated qualifying process for the Champions League has been published, which shows benefits for Scottish teams.\nThe Premiership champions will go directly into the competition's group stages, while the second-placed side will now go into the third round of qualifying rather than the second.",
        "image": "client/src/content/people/sanctions_on_russian_football_clubs.jpeg", 
        "type": "full", 
        "thumbnail": "client/src/content/people/sanctions_on_russian_football_clubs.jpeg"
    },

    {
        "category": { 
            "label":  "People", 
            "url": "/people"
        },
        "title": "Wimbledon champion can defend title as organisers allow unvaccinated to play", 
        "content": "The Serbian world number one, 34, was not allowed to play at the Australian Open in January following a row that centred around him being unvaccinated.\nThe requirement set out by the government to enter the UK does not include mandatory vaccination,  All England Lawn Tennis Club chief executive Sally Bolton told a news conference.\nTherefore, while it is of course encouraged, it is not a condition of entry.\nWimbledon takes place from 27 June to 10 July.\nAfter the high-profile saga around the Australian Open, which ended with him being deported because of his Covid status, Djokovic then missed other tournaments including Indian Wells and Miami because of coronavirus rules for entry to the United States.\nDuring that period he also lost the world number one ranking to Russian Daniil Medvedev but has since reclaimed it and has been back at tournaments with many countries relaxing their entry requirements regarding vaccination.\nDjokovic reached his first final of the year last weekend, losing to Russian Andrey Rublev in the Serbia Open in Belgrade.\nDjokovic, who has won 20 Grand Slam titles, told the BBC in February he would rather miss out on future tennis trophies than be forced to get a Covid vaccine.",
        "image": "client/src/content/people/wimbledon_champion_can_defend_title.jpeg", 
        "type": "full",  
        "thumbnail": "client/src/content/people/wimbledon_champion_can_defend_title.jpeg"
    },

    {
        "category": { 
            "label":  "People", 
            "url": "/people"
        },
        "title": "World Snooker Championship 2022: Ronnie O'Sullivan plays down record-equalling seventh title", 
        "content": "O'Sullivan beat Judd Trump 18-13 as the World Championship final in Sheffield concluded on Monday.\nI think it meant more to him Hendry than me to have seven world titles but we will share it, O'Sullivan said.\nHendry is an absolute legend of the game. It is just a number - I do not get too caught up in that.\nThe world number one, 46, has won four of the five finals he has played at the Crucible since he considered retirement in 2011. It was at that point he began working with psychiatrist Steve Peters to help turn his form around.\nThe £500,000 top prize from this year's World Championship equals his biggest-ever payday and takes his Crucible earnings to around £3.5m.\nHe has matched Davis' record of 30 appearances at the Crucible this year, which he appears set to break in 2023, having targeted at least two more trips to the World Championship.\nAnd that has come in a period in which he believes it has become tougher than ever to stay at the top because the level of competition is so high.\nI felt like there is a lot less margin for error now,O'Sullivan added.\nWhereas before, I could get away with playing at 70% and win tournaments, now I have to be at least at 90%.\nIn my mind, I have to be a bit more foot to the metal and be as good as I can in all areas to have a chance of winning. So it kind of puts more pressure on you.\nO'Sullivan, leading 12-5 overnight after Sunday's play, was under pressure in Monday's afternoon session as Trump, 32, won six frames to cut the lead to 14-11.\nThis afternoon is the hardest session since I played John Higgins in the final session here in 2001, the champion said. I froze and it was a mad experience. But I still keep fighting and trying to find ways to compete with these younger guys.",
        "image": "client/src/content/people/world_snooker_championship_2022.jpeg", 
        "type": "full", 
        "thumbnail": "client/src/content/people/world_snooker_championship_2022.jpeg"
    }

]