[
    {
       "category":{
          "label":"Events",
          "url":"/events"
       },
       "title":"What is climate change? A really simple guide",
       "content":"World temperatures are rising because of human activity, and climate change now threatens every aspect of human life. \nLeft unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species.\nWe face a huge challenge, but there are potential solutions.\nWhat is climate change?Climate is the average weather in a place over many years. Climate change is a shift in those average conditions. The rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport.\nWhen these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise.\nThe world is now about 1.2C warmer than it was in the 19th Century - and the amount of CO2 in the atmosphere has risen by 50%.\nWhat is the impact of climate change?\nExtreme weather events are already more intense, threatening lives and livelihoods.\nWith further warming, some regions could become uninhabitable, as farmland turns into desert. In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands.\nPeople in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse.\nOur oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has already lost half of its corals since 1995 due to warmer seas driven by climate change.\nWildfires are becoming more frequent as climate change increases the risk of hot, dry weather.\nAnd as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change.\nIn a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need.\nScientists believe at least 550 species could be lost this century if action is not taken.",
       "image":"client/src/content/events/climate_change.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/events/climate_change.jpeg"
    },
    {
       "category":{
          "label":"Events",
          "url":"/events"
       },
       "title":"Nature loss: Insatiable greed degrading land around the world - UN",
       "content":"Human activities are damaging and degrading the lands of the Earth in an unsustainable fashion according to a new UN report.\nUp to 40% of the global terrain has already been devalued, mainly through modern agriculture.\nIf nothing changes, then an additional area of land the size of South America will be damaged by 2050.\nBut if lands are restored and protected, they could help contain climate change and species loss.\nClimate change and farming driving insect decline\nAttenborough named 'Champion of the Earth' by UN\nKey UN climate finding widely misinterpreted\nThis second edition of the Global Land Outlook has been five years in the making, and it examines how the world is managing land resources such as soil, water and biodiversity.\nA major focus is the degradation of the lands of the Earth. This means the actions that are causing the land's overall health to decline, become less fertile, store less carbon and be able to support fewer species.\nThe report outlines the damage that's already been done but also offers hope that improvements in how we manage the land environment can offer a better future.\nRight now, around half the world's population is affected by the degradation of our lands",
       "image":"client/src/content/events/nature_loss.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/events/nature_loss.jpeg"
    },
    {
       "category":{
          "label":"Events",
          "url":"/events"
       },
       "title":"What is net zero and how are the UK and other countries doing?",
       "content":"Countries have set out plans to cut greenhouse gas emissions, at the COP26 climate change summit in Glasgow.\nThey hope to achieve the target of net zero by 2050, to help slow global warming.\nWhat does 'net zero' mean?\nNet zero means not adding to the amount of greenhouse gases in the atmosphere.\nAchieving it means reducing emissions as much as possible, as well as balancing out any that remain by removing an equivalent amount.\nGreenhouse gases like carbon dioxide CO2 are released when we burn oil, gas and coal for our homes, factories and transport. Methane is produced through farming and landfill. These gases cause global warming by trapping the sun's energy.\nMeanwhile, rapid deforestation across the world means there are fewer trees and plants to absorb CO2.\nUnder the 2015 Paris Agreement, 197 countries agreed to try to keep temperature rises well below 1.5C to avoid the worst impacts of climate change.",
       "image":"client/src/content/events/net_zero.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/events/net_zero.jpeg"
    },
    {
       "category":{
          "label":"Events",
          "url":"/events"
       },
       "title":"How phantom forests are used for greenwashing",
       "content":"Dr Jurgenne Primavera is being paddled in a canoe along the coast of Iloilo in the Philippines. It's an idyllic scene but she is frowning. Six years ago these shallow waters were planted with mangroves as part of the country's ambitious National Greening Programme, but now there is nothing to see but blue water and blue sky.\nNinety per cent of the seedlings died, Dr Primavera says, because the type of mangrove planted was suited to muddy creeks rather than this sandy coastal area. The government preferred it, she suggests, because it is readily available and easy to pant.\nScience was sacrificed for convenience in the planting.\nThe National Greening Programme was an attempt to grow 1.5 million hectares of forest and mangroves between 2011 and 2019 but a withering report from the country's Commission on Audit found that in the first five years 88% of it had failed.",
       "image":"client/src/content/events/phantom_forests_use_for_greenwashing.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/events/phantom_forests_use_for_greenwashing.jpeg"
    },
    {
       "category":{
          "label":"Events",
          "url":"/events"
       },
       "title":"Climate change: Record tree losses in 2021 in northern regions",
       "content":"Figures for these boreal forests were up 30% on 2020, with wildfires causing massive losses in Russia.\nElsewhere, around ten football pitches per minute of tropical primary forest were lost across the year.\nBrazil, once again, led the way with a significant uptick in tree loss associated with agricultural expansion.",
       "image":"client/src/content/events/tree_losses.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/events/tree_losses.jpeg"
    },
    {
       "category":{
          "label":"People",
          "url":"/people"
       },
       "title":"British rivals have spurred me on - Jemma Reekie",
       "content":"Reekie was joined in last year's Tokyo 800m final by Keely Hodgkinson, who won silver, and Alexandra Bell.\nIt was the first time three Britons have made the event's Olympic final.\nReekie's training partner Laura Muir is a key part of the British scene and, after considering doubling up over 800m and 1500m, her decision to focus on the longer distance was rewarded with a silver medal in Tokyo.\nThe two runners had moved in together during the first period of national lockdown during the Covid-19 pandemic, but Reekie could only enjoy her friend's Olympic success at a distance.\nCovid regulations meant that, after her fourth-place finish in the 800m final, Reekie had to fly back home before Muir's final three days later.\nIt was so weird not being there for it, remembered Reekie.\nI was nervous the whole day running up to her final and then I was watching it sat right in front of the television at home, shouting her on.",
       "image":"client/src/content/people/british_rivals_have_spurred_me_on.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/people/british_rivals_have_spurred_me_on.jpeg"
    },
    {
       "category":{
          "label":"People",
          "url":"/people"
       },
       "title":"Amy Pieters: Dutch cyclist regains consciousness four months after training crash",
       "content":"Pieters, 30, suffered severe brain damage after falling during a training camp in Alicante in December.\nAfter undergoing surgery, she was put into an induced coma and transferred to a Netherlands hospital in January.\nIn a statement, her team SD Worx said Pieters' condition had changed but her long term outlook remains unknown.\nAmy recognises people, understands what is being said and is able to carry out more and more assignments, the team said.\nDoctors cannot yet say what residual symptoms and remaining abilities Amy Pieters will have as a result of the brain injury.\nAlongside Kirsten Wild, Pieters had become the Madison world champion for a third consecutive year and also won stage two of the Women's Tour in 2021.\nShe also won the Dutch national road race and Nokere Koerse in Belgium last year",
       "image":"client/src/content/people/dutch_cyclist_regains_consciousness.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/people/dutch_cyclist_regains_consciousness.jpeg"
    },
    {
       "category":{
          "label":"People",
          "url":"/people"
       },
       "title":"Uefa announces further sanctions on Russian clubs and national teams amid Ukraine invasion",
       "content":"Uefa has announced that Russia's bid to host the men's Euro 2028 or Euro 2032 tournaments is now ineligible too.\nThe sanctions come amid Russia's continued invasion of Ukraine.\nIn February, Russian clubs and national teams were suspended by Fifa and Uefa until further notice.\nScottish Premiership winners to go into Champions League group stageOn Monday, Uefa announced that Portugal - who lost to Russia in the play-offs - will replace them at Euro 2022, which takes place in July.\nRussia's women's national team will also no longer compete in European qualification for the 2023 World Cup, while the men's side is barred from the 2022-23 Nations League.\nThey will automatically be ranked fourth in group two of League B, meaning they will be relegated at the end of the group phase.\nThe ban imposed on clubs means there will be no Russian teams in the men's and women's Champions League, Europa League, or Europa Conference League during the 2022-23 campaign.\nIn March, Uefa confirmed Russia had declared an interest in hosting Euro 2028 - as well as the UK and Ireland, and Turkey - and the 2032 edition.\nUK Prime Minister Boris Johnson said Russia's interest was beyond satire and beyond comprehension.\nUefa said the bid was ineligible in accordance with article 16.02 of the Bid Regulations, which states that each bidder shall ensure that it does not act in a manner that could bring Uefa, any other bidder, the bidding procedure or European football into disrepute.\nUefa's latest sanctions also ban Russia from the 2021-23 European Under-21 Championship, as well as youth and futsal competitions.\nAn updated qualifying process for the Champions League has been published, which shows benefits for Scottish teams.\nThe Premiership champions will go directly into the competition's group stages, while the second-placed side will now go into the third round of qualifying rather than the second.",
       "image":"client/src/content/people/sanctions_on_russian_football_clubs.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/people/sanctions_on_russian_football_clubs.jpeg"
    },
    {
       "category":{
          "label":"People",
          "url":"/people"
       },
       "title":"Wimbledon champion can defend title as organisers allow unvaccinated to play",
       "content":"The Serbian world number one, 34, was not allowed to play at the Australian Open in January following a row that centred around him being unvaccinated.\nThe requirement set out by the government to enter the UK does not include mandatory vaccination,  All England Lawn Tennis Club chief executive Sally Bolton told a news conference.\nTherefore, while it is of course encouraged, it is not a condition of entry.\nWimbledon takes place from 27 June to 10 July.\nAfter the high-profile saga around the Australian Open, which ended with him being deported because of his Covid status, Djokovic then missed other tournaments including Indian Wells and Miami because of coronavirus rules for entry to the United States.\nDuring that period he also lost the world number one ranking to Russian Daniil Medvedev but has since reclaimed it and has been back at tournaments with many countries relaxing their entry requirements regarding vaccination.\nDjokovic reached his first final of the year last weekend, losing to Russian Andrey Rublev in the Serbia Open in Belgrade.\nDjokovic, who has won 20 Grand Slam titles, told the BBC in February he would rather miss out on future tennis trophies than be forced to get a Covid vaccine.",
       "image":"client/src/content/people/wimbledon_champion_can_defend_title.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/people/wimbledon_champion_can_defend_title.jpeg"
    },
    {
       "category":{
          "label":"People",
          "url":"/people"
       },
       "title":"World Snooker Championship 2022: Ronnie O'Sullivan plays down record-equalling seventh title",
       "content":"O'Sullivan beat Judd Trump 18-13 as the World Championship final in Sheffield concluded on Monday.\nI think it meant more to him Hendry than me to have seven world titles but we will share it, O'Sullivan said.\nHendry is an absolute legend of the game. It is just a number - I do not get too caught up in that.\nThe world number one, 46, has won four of the five finals he has played at the Crucible since he considered retirement in 2011. It was at that point he began working with psychiatrist Steve Peters to help turn his form around.\nThe £500,000 top prize from this year's World Championship equals his biggest-ever payday and takes his Crucible earnings to around £3.5m.\nHe has matched Davis' record of 30 appearances at the Crucible this year, which he appears set to break in 2023, having targeted at least two more trips to the World Championship.\nAnd that has come in a period in which he believes it has become tougher than ever to stay at the top because the level of competition is so high.\nI felt like there is a lot less margin for error now,O'Sullivan added.\nWhereas before, I could get away with playing at 70% and win tournaments, now I have to be at least at 90%.\nIn my mind, I have to be a bit more foot to the metal and be as good as I can in all areas to have a chance of winning. So it kind of puts more pressure on you.\nO'Sullivan, leading 12-5 overnight after Sunday's play, was under pressure in Monday's afternoon session as Trump, 32, won six frames to cut the lead to 14-11.\nThis afternoon is the hardest session since I played John Higgins in the final session here in 2001, the champion said. I froze and it was a mad experience. But I still keep fighting and trying to find ways to compete with these younger guys.",
       "image":"client/src/content/people/world_snooker_championship_2022.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/people/world_snooker_championship_2022.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"Australia lifts ban on former UK residents giving blood",
       "content":"For two decades anyone who lived in the UK during its mad cow disease crisis has been barred from donating.\nIn rare cases, the fatal illness has been spread through blood transfusions.\nBut citing a review of epidemiological data and expert advice, Australia's health regulator said the cohort would no longer be excluded.\nPeople who lived in the UK between 1980 and 1996 will soon be able to roll up their sleeves to give blood or plasma.\nBovine Spongiform Encephalopathy (BSE) is estimated to affected 180,000 cattle during the outbreak. Its human form - vCJD - has been attributed to 178 deaths.\nIt's thought that one in 2,000 people in the UK is a carrier of the disease. But it appears that relatively few who catch the infectious agent that causes the disease then go on to develop symptoms.\nAustralia's blood donation service, called Lifeblood, hopes the long-awaited move will unlock new donors at a time when high demand is straining stocks.\nIt's the number one query that we've had for change in Australia over the last few years and certainly, anecdotally, lots and lots of people are telling us that this change will enable them to donate, \nexecutive director Cath Stone said.\nWe are optimistic that we'll see tens of thousands of new people.\nLifeblood is working to update their screening processes to accommodate the change, but those who want to donate will be able to by the end of the year.\nWith a weekly need for 33,000 donations, the organisation is hoping barriers to donation for men who have sex with men will also soon be removed.\nAustralia was not alone in banning donations from former UK residents - others included France, the US and Canada.\nBut other countries have begun to lift or relax the restrictions, after Ireland lifted its ban in 2019.",
       "image":"client/src/content/places/australia_lifted_the_ban_on_donating_blood.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/australia_lifted_the_ban_on_donating_blood.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"Why British royals face simmering resentment in Caribbean",
       "content":"People here pride themselves on the welcome offered to visitors - tourism is the country's mainstay after all. But behind the red carpet and guard of honour upon arrival, the royal couple's trip was met with pervasive apathy mixed with simmering resentment.\nIt was not always this way. Decades ago, the royals were greeted like deities, says local historian Ivor Ford.\nWe would all turn out to see them and wave flags. I suppose we didn't know better then, he muses.\nAntigua and Barbuda marked 40 years of independence from Britain last year. Today the nation - like its regional counterparts - retains a complicated relationship with its former colonial master.\nIncreasing awareness of the Caribbean's history and growing calls for financial reparations for slavery, coupled with a rise in pan-Africanism, are among the reasons cited for the shift in sentiment.\nBarbados' removal of Queen Elizabeth II as head of state last November spurred calls across the region for more islands to follow suit.\nBusinesswoman Makeda Mikael attended none of Monday's festivities, in contrast to her childhood when she says youngsters had no choice but to do so.\nWe didn't know as much about our history then as we do now, she tells the BBC. In school I wasn't taught African or Caribbean history. I knew everything about British and European history and nothing about ours.\nMs Mikael is a staunch advocate for reparations.\nEngland has enjoyed the benefit of our slave labour right up to today and they need to be honest, admit it and find a way to reconcile, she says.\nAs for the Queen, the majority of people couldn't care less if she's head of state or not, she adds. The Queen is not a significant part of anybody's agenda.",
       "image":"client/src/content/places/british_royals_face_resentment_in_caribbean.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/british_royals_face_resentment_in_caribbean.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"Venice's 'unbreakable' women of glass",
       "content":"The sound of techno-punk confirmed I was in the right place. In their instructions on how to reach El Cocal Glass Studio, co-owners Chiara Lee Taiarol and Mariana Oliboni had said to follow the music as I made my way down a dusty alley and into an industrial complex off the touristy streets of Murano, the tiny island in the Venetian lagoon known globally for its glassmaking craft. You'll hear us, they had told me over the phone.\nStepping inside their workshop, which was lit up by disco lights, the music was even louder. Three women – Taiarol, Oliboni and Natalie Nikolova, a recent addition to the team – were moving swiftly around the space as if in sync with the beat, taking turn to place a long ferro sbuso (a metal blowpipe used to gather molten glass and begin the shaping process) into a red-hot, 1,200C refractory stone oven. Their working rhythm was deliberate, their movements almost choreographic. \nThe music powers us up, Oliboni said, as she saw me and went to turn the volume down. We do things a little differently from other studios, but we like it this way.\nThe techno-punk is only a part of it. El Cocal is Murano's first female-owned glass furnace. Different is the watchword for its entire essence – though you could say revolutionary, too.\nFor much of its 700 years' history – the Republic of Venice moved all glass furnaces and their artisans here in the late 1200s to contain the risk of fires in the city and, some say, protect the techniques behind the art – Murano's glassmaking sector has been notoriously male-dominated, often by families that have been in the business for generations. Sons, not daughters, would inherit the furnace and its trade secrets, beginning training as young as nine to master the craft of Venetian-style glass (the official descriptor for glass manufactured on the island).\nWhile you would find them doing lampwork (a type of glasswork in which a torch or lamp is used to melt the glass) decorating glass objects or serving as impiraresse (bead-stringers) for jewellery-making, women were nowhere to be seen in the workshops themselves, said Rosa Barovier Mentasti, a historian specialising in the history of Venetian glass. Molten glass can be extremely heavy to handle, so glassblowing was considered to be too much of a physical discipline for them to do.\nAlexis Silk, an American artist and trained glassmaker who's been working in Murano since 2012, also seeks to challenge the industry's modus operandi. Murano is a place steeped in tradition, she said. That's exactly what makes it so unique, and its glasswork so special. But it's also its biggest drawback. It's hard to look at the future and welcome changes when you're so anchored in the past. Through my presence here, I hope to foster the advancement of this art and show that a woman is as capable of working glass as any man.\nSilk makes monumental figurative pieces of female bodies that explore themes such as objectification and societal perceptions, sculpting them entirely freehand. They can weigh up to 32kg and stand up to 2m tall. In the glassmaking world, there are very few people who work on such a large scale – and that goes for all genders.\nTo help her handle the glass, Silk works with eight to nine glassmakers – all men – at Ars Murano glass factory, one of the island's most internationally renowned workshops. But, between episodes of sexism and pushback, it took her a while to find a team she could trust.\nThere generally is a reluctance towards letting women in, she said. It wasn't until Ars Murano that I felt at home as a glassmaker. Here, they respect me. There's a complete lack of ego.",
       "image":"client/src/content/places/hermit_of_socotra_island.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/hermit_of_socotra_island.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"Iraq dust storm: Flights grounded in Baghdad and Najaf as skies turn orange",
       "content":"Flights have been grounded at airports in Baghdad and Najaf airports due to poor visibility.\nThe conditions are expected to continue into Monday, forecasters said.\nDust storms have become increasingly common in the Middle East, with experts blaming a combination of climate change and mismanagement of land and water.\nIn some places in Iraq on Saturday, visibility was limited to less than 500 metres.\nIraq experienced a series of dust storms last month, with dozens needing hospital treatment for respiratory problems.\nIraq's meteorological office previously told AFP the country is likely to see more and more dust storms due to drought, desertification and declining rainfall. A lack of green areas in and around cities can also contribute to the problem.\nIn 2016, The United Nations Environment Programme (UNEP) predicted that Iraq could witness 300 dust events in a year by 2026.",
       "image":"client/src/content/places/iraq_dust_storm.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/iraq_dust_storm.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"Philippines fire kills eight, including children",
       "content":"The blaze, which started around 05:00 local time on Monday (22:00 BST on Sunday), also destroyed 80 homes.\nIt started on the second floor of a house in a crowded settlement inside the sprawling campus of the University of the Philippines, in Quezon City.\nThe cause of the blaze is unknown.\nSenior fire officer Greg Bichayda told AFP news agency that it took nearly two hours to extinguish the blaze.\nThe fire spread quickly, Mr Bichayda said, adding that victims were unable to escape their homes.\nHe said six of those who died were children, but no further details of their ages were released.\nThe houses consist of light materials. When the fire broke out, people were shocked, Mr Bichayda said.\nOur station was just nearby but they weren't able to call us immediately.\nThe Philippines is one of the most densely-populated countries in the world, and its capital has a large number of residents per square kilometre.\nMetro Manila, the region which comprises the capital and other cities including Quezon, has a population of about 13 million.\nThousands of people live in overcrowded communities where fires are common.",
       "image":"client/src/content/places/philippines_fire_kills_eight.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/philippines_fire_kills_eight.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"Why Europe will have to face the true cost of being in debt to China",
       "content":"China insists it is a reliable investment partner - but it is also facing allegations of worker exploitation and environmental damage.\nIt is one of those CCTV moments where a disaster is about to happen. A dock worker at the vast Greek port of Piraeus, near Athens, can be seen strolling along the quayside next to a huge stack of shipping containers.\nSuddenly, he looks up to see one of them plummeting towards him, with another close behind. The docker sprints away and narrowly escapes being crushed by the two huge boxes - which instead smack down hard on an empty lorry.\nLast year, another worker in Piraeus was not so lucky. Forty-five-year-old Dimitris Dagklis did not escape and was killed in a crane accident.\nHis death was a result of the intensification of our work and the fact there were not enough safety measures in place, laments Markos Bekris, chairman of the dockers' trade union in the port.\nBekris doesn't blame Beijing exclusively for contributing to what he says has been an erosion of employment rights. He argues the post-global financial crisis capitalist system would have let any foreign company come in and maximise profit at the expense of the workers.\nThere is no doubt Beijing investment has powered a renaissance at the port since the Greek government was forced to sell it - and other public assets - in the aftermath of the economic turmoil that hit so hard in 2008.\nAs we zip along the coast in a small motorboat, we soon find a queue of enormous container ships lining up on the horizon awaiting berths - a giant watery car park, filled with hundreds of thousands of tonnes of mostly Chinese-made goods soon to be distributed to all corners of Europe.\nThe boom at Piraeus - including job opportunities for locals - mirrors a wider transformation in Greece's financial fortunes. It is now one of the fastest growing EU economies.\nBut, like all its European neighbours, it is also scrambling to cope with the impact - economic and otherwise - of the Ukraine war. Nations are re-evaluating what it means to do business with Beijing - which in February declared a new global order, in tandem with its ally Moscow.\nOn the opening day of its own Winter Olympics, China declared a no limits partnership with Russia and promised to collaborate more against the West. Since then, China has resolutely failed to condemn President Putin's assault on Ukraine.",
       "image":"client/src/content/places/price_of_europes_debt_to_china.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/price_of_europes_debt_to_china.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"Sri Lanka's last indigenous people",
       "content":"China insists it is a reliable investment partner - but it is also facing allegations of worker exploitation and environmental damage.\nIt is one of those CCTV moments where a disaster is about to happen. A dock worker at the vast Greek port of Piraeus, near Athens, can be seen strolling along the quayside next to a huge stack of shipping containers.\nSuddenly, he looks up to see one of them plummeting towards him, with another close behind. The docker sprints away and narrowly escapes being crushed by the two huge boxes - which instead smack down hard on an empty lorry.\nLast year, another worker in Piraeus was not so lucky. Forty-five-year-old Dimitris Dagklis did not escape and was killed in a crane accident.\nHis death was a result of the intensification of our work and the fact there were not enough safety measures in place, laments Markos Bekris, chairman of the dockers' trade union in the port.\nBekris doesn't blame Beijing exclusively for contributing to what he says has been an erosion of employment rights. He argues the post-global financial crisis capitalist system would have let any foreign company come in and maximise profit at the expense of the workers.\nThere is no doubt Beijing investment has powered a renaissance at the port since the Greek government was forced to sell it - and other public assets - in the aftermath of the economic turmoil that hit so hard in 2008.\nAs we zip along the coast in a small motorboat, we soon find a queue of enormous container ships lining up on the horizon awaiting berths - a giant watery car park, filled with hundreds of thousands of tonnes of mostly Chinese-made goods soon to be distributed to all corners of Europe.\nThe boom at Piraeus - including job opportunities for locals - mirrors a wider transformation in Greece's financial fortunes. It is now one of the fastest growing EU economies.\nBut, like all its European neighbours, it is also scrambling to cope with the impact - economic and otherwise - of the Ukraine war. Nations are re-evaluating what it means to do business with Beijing - which in February declared a new global order, in tandem with its ally Moscow.\nOn the opening day of its own Winter Olympics, China declared a no limits partnership with Russia and promised to collaborate more against the West. Since then, China has resolutely failed to condemn President Putin's assault on Ukraine.",
       "image":"client/src/content/places/sri_lankas_last_indigenous_people.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/sri_lankas_last_indigenous_people.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"British rivals have spurred me on - Jemma Reekie",
       "content":"Reekie was joined in last year's Tokyo 800m final by Keely Hodgkinson, who won silver, and Alexandra Bell.\nIt was the first time three Britons have made the event's Olympic final.\nIn 2020, I was racing 800m and winning all the time, but to have those British girls to step up and push us is so much better, Reekie told BBC Sport.\nI am learning all the time and getting faster. Now in training you have to be working really hard because those girls are working hard.\nReekie's training partner Laura Muir is a key part of the British scene and, after considering doubling up over 800m and 1500m, her decision to focus on the longer distance was rewarded with a silver medal in Tokyo.\nThe two runners had moved in together during the first period of national lockdown during the Covid-19 pandemic, but Reekie could only enjoy her friend's Olympic success at a distance.\nCovid regulations meant that, after her fourth-place finish in the 800m final, Reekie had to fly back home before Muir's final three days later.\nIt was so weird not being there for it, remembered Reekie.\nI was nervous the whole day running up to her final and then I was watching it sat right in front of the television at home, shouting her on.",
       "image":"client/src/content/places/venices_unbreakable_women_of_glass.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/venices_unbreakable_women_of_glass.jpeg"
    },
    {
       "category":{
          "label":"Places",
          "url":"/places"
       },
       "title":"Where asking someone's age isn't rude",
       "content":"But in Korean culture, as a person several decades younger than the owner, \nBennett was expected to have used the honorific form of the Korean language, a complex linguistic system \nwith multiple levels of speech that has been described as one of the most complicated languages in the world as it requires constantly assessing one's seniority, \nsocial status and level of intimacy in relation to the addressee.\nThis is why, in South Korea, shortly after meeting someone new, \nyou will be invariably asked to reveal your age. Freely sharing your age or your year of birth is not \nmerely a social convention. It's a social contract that establishes the pecking order and hierarchy between speakers. Because even \nthe difference of one year can dictate everything from the way people speak to each other to the way they eat and drink in each other's company.",
       "image":"client/src/content/places/where_asking_someones_age_isnt_rude.jpeg",
       "type":"full",
       "thumbnail":"client/src/content/places/where_asking_someones_age_isnt_rude.jpeg"
    }
 ]